{
  "indexPage": {
    "title": "Services",
    "subTitle": "For over 6 years, our team has been crafting websites that are both visually stunning and drive business growth. Let's chat and turn your website vision into reality!",
    "selectedWork": "Selected Work",
    "projects": "Projects",
    "parralax": "Website Development"
  },
  "menuLinks": {
    "aboutUs": "About Us",
    "projects": "Projects",
    "contactUs": "Contact Us"
  },
  "localeSwitcher": {
    "label": "Change language",
    "locale": "{locale, select, lt {LT} en {EN} other {Unknown}}"
  },
  "errorPages": {
    "errorTitle": "There was an error.",
    "notfoundTitle": "Page not found.",
    "buttonAction": "Go to homepage"
  },
  "aboutPage": {
    "title": "About Us",
    "description": "For over 6 years, our expert team has built user-friendly websites that not only captivate visitors but also leave a lasting impact. We offer a collaborative approach, partnering with you from initial concept to successful launch. Together, we will transform your vision into a high-quality, professional website that embodies your brand identity.",
    "howWeWork": {
      "title": "How We Work",
      "steps": {
        "needsDiscussion": {
          "title": "Discussion of Needs",
          "description": "We work closely with you to define your project goals, functionalities, and specific needs. This ensures a clear roadmap with realistic deadlines and budget for a successful launch."
        },
        "uxUi": {
          "title": "UX/UI",
          "description": "We initiate the design process by crafting website concepts (when necessary). This ensures a visually striking and intuitive interface that aligns perfectly with your brand identity and actively encourages user engagement."
        },
        "websiteDevelopment": {
          "title": "Website Development",
          "description": "Your vision, brought to life securely.  We leverage proven coding practices to craft secure systems, meticulously designing and testing each feature to guarantee a high-quality website that delivers on your vision."
        },
        "testing": {
          "title": "Testing",
          "description": "We use real devices for comprehensive testing, guaranteeing website stability, efficiency, and security. This delivers a seamless user experience for your audience."
        },
        "supportAndMaintenance": {
          "title": "Support and Maintenance",
          "description": "Our commitment doesn't end at launch. We provide ongoing support for updates and scheduled maintenance, ensuring your website remains optimized and secure."
        }
      }
    },
    "fullServices": {
      "title": "Services",
      "steps": {
        "webDevelopment": {
          "title": "Website\nDevelopment",
          "description": "In today's digital landscape, a strong online presence is crucial for reaching your target audience. We create custom websites that cater to your specific needs, whether you require a unique design or a powerful e-commerce platform. We can also integrate your website with various systems and tools to streamline your operations. "
        },
        "storeCreation": {
          "title": "E-shop\nDevelopment",
          "description": "Unleash the power of e-commerce: Supercharge your sales, skyrocket brand awareness, and connect with a wider audience. We craft user-friendly interfaces that keep customers engaged, seamlessly integrate essential systems (courier, payment, etc.), and streamline your operations – all while prioritizing security.  Focus on your business goals, and let us handle the e-commerce engine."
        },
        "siteMaintenance": {
          "title": "Website\nMaintenance",
          "description": "Peace of mind for your website: We ensure security, reliability, and performance with regular updates, security patches, content management, and optimization. Free yourself to focus on your core business objectives, while we ensure your website thrives."
        },
        "digitalExpertise": {
          "title": "Digital\nMastery",
          "description": "Enhance your project strategy with a wide range of services. Our trusted partners in SEO, social media marketing, graphic design, and 2D animation provide a comprehensive solution to amplify your project's visibility and captivate your audience."
        }
      }
    },
    "limitedServices": {
      "scrollAction": "Scroll to left",

      "steps": {
        "webDevelopment": {
          "title": "Website\nDevelopment",
          "description": "We partner with you to transform your website vision (custom or template design) into reality, from initial concept to successful launch."
        },
        "storeCreation": {
          "title": "E-shop\nDevelopment",
          "description": "Streamlined user experience, from intuitive interfaces to integrated systems (courier, payment, etc.)."
        },
        "siteMaintenance": {
          "title": "Website\nMaintenance",
          "description": "Updates, performance, content, and security – we handle it all, keeping your site secure and running smoothly."
        },
        "digitalExpertise": {
          "title": "Digital\nMastery",
          "description": "We offer a wide range of services in marketing, graphic design, and 2D animation."
        }
      }
    }
  },
  "productsDescription": {
    "loadingMessage": "Loading project...",
    "technologyTitle": "Tech Stack",
    "resultTitle": "Result",
    "projectLink": "Project Link",
    "direction": "Type",
    "client": "Client",
    "backToProjects": "Back to projects",
    "products": {
      "geoturas": {
        "projectType": "Website",
        "summary": "Geoturas offers a range of services, including cadastral surveying of land plots, preparation of topographic plans, and more.",
        "keyInfo": "The website design was created and programming work was carried out. A query form was implemented and the website was optimized for SEO.",
        "projectSteps": {
          "webStack": {
            "title": "Tech Stack",
            "description": "HTML/CSS, JavaScript ir ReactJS."
          },
          "result": {
            "title": "Result",
            "description": "Prioritizing user needs, we designed a minimalist website and ensured its functionality. We also integrated a query form for easy communication and analytics tools for informed decision-making."
          }
        }
      },
      "epsychology": {
        "projectType": "Web platform",
        "summary": "Epsychology offers services aimed at taking care of the mental health needs of society and helping people find a therapist more effectively.",
        "keyInfo": "The website design was created and transferred to the WordPress system. User profile registration, video tutorial viewing tool, and other features were implemented.",
        "projectSteps": {
          "webStack": {
            "title": "Tech Stack",
            "description": "WordPress, CSS, JavaScript, PHP."
          },
          "result": {
            "title": "Result",
            "description": "Addressing the client's needs, we crafted a website with a user-friendly content management system (CMS) for easy updates.  We seamlessly integrated features like user profile registration, video tutorial viewing, and registration for both psychologists and their clients.  This empowers a streamlined experience, with options for service payments and monthly subscriptions. Powerful analytics tools provide valuable insights, and we even trained the client to manage their website content."
          }
        }
      },
      "juozasbaranauskas": {
        "projectType": "Website",
        "summary": "Juozas Baranauskas helps businesses achieve their sustainable packaging goals. He offers various services to companies looking to create new eco-friendly packaging or adapt existing ones.",
        "keyInfo": "The website design was created and transferred to the WordPress system. A query form was implemented, SEO optimization was performed, and the client was trained to edit the content.",
        "projectSteps": {
          "webStack": {
            "title": "Tech Stack",
            "description": "WordPress, CSS."
          },
          "result": {
            "title": "Result",
            "description": "Considering the client's goals, we designed a user-friendly website built on a popular content management system. To track website performance, we also implemented analytical data viewing tools. Furthermore, the client received training to independently manage their website content."
          }
        }
      },
      "packneat": {
        "projectType": "Website",
        "summary": "PACKnEAT offers innovative, eco-friendly packaging designed for takeaway and storage of various foods.",
        "keyInfo": "The website design was created and transferred to the WordPress system. A query form was implemented, SEO optimization was performed, and the client was trained to edit the content.",
        "projectSteps": {
          "webStack": {
            "title": "Tech Stack",
            "description": "WordPress, CSS."
          },
          "result": {
            "title": "Result",
            "description": "Considering the client's vision, we designed a minimalist yet attractive website built on a user-friendly content management system.  For easy communication, we integrated a query form.  To track website performance, we also implemented analytical data viewing tools. Additionally, the client received training to edit their website content independently."
          }
        }
      }
    }
  },
  "projectGridPage": {
    "loadingMessage": "Loading projects...",
    "title": "Projects"
  },
  "footerPage": {
    "developedBy": "Developed by",
    "designedBy": "Designed by",
    "successMessage": "Your message sent succesfully!",
    "errorMessage": "There was an error, please try later.",
    "sendAction": "Send",
    "callToAction": "Contact\nUs",
    "errorName": "*Enter your name or company.",
    "errorEmail": "*Enter correct email address.",
    "inputName": "Name / Company*",
    "inputEmail": "Email Address*",
    "inputPhone": "Phone Number",
    "inputMessage": "Message"
  }
}
