{
  "indexPage": {
    "services": "Paslaugos"
  },
  "aboutPage": {
    "title": "Apie Mus",
    "description": "Mūsų ekspertų komanda daugiau nei 6 metus kuria naudotojui draugiškas svetaines, kurios yra ne tik vizualiai patrauklios ir įtraukiančios, bet ir palieka ilgalaikį įspūdį. Nuo idėjos iki paleidimo – esame čia, kad įgyvendintume tavo projekto viziją ir sukurtume kokybišką ir profesionaliai atrodančią svetainę.",
    "howWeWork": {
      "title": "Darbo modelis",
      "steps": {
        "needsDiscussion": {
          "title": "Poreikių aptarimas",
          "description": "Mūsų pirmieji pokalbiai yra skirti išsiaiškinti tavo projekto tikslus, reikalingą funkcionalmą ir kitus reikalavimus. Po to galime suplanuoti aiškų darbų planą, nustatyti realius terminus, biudžetą ir kt."
        },
        "uxUi": {
          "title": "UX/UI",
          "description": "Esant poreikiui, pradedame nuo eskizų kūrimo, kuriuose pateikiama bendra svetainės išvaizda ir pojūtis. Atsižvelgdami į poreikius, kuriame vizualiai patrauklias ir intuityvias sąsajas, kurios sustiprins tavo prekės ženklo tapatybę, skatiną vartotojų įsitraukimą ir augimą."
        },
        "websiteDevelopment": {
          "title": "Svetainės kūrimas",
          "description": "Tavo idėja paverčiame realybe. Naudojame patikrintą kodavimo praktiką kuriant saugias sistemas. Kiekviena funkcija yra kruopščiai sukurta ir išbandyta, kad būtų užtikrinta svetainės kokybė."
        },
        "testing": {
          "title": "Testavimas",
          "description": "Testai užtikrina, kad svetatnė yra stabili, naši ir saugi. Mes paprastai naudojame tikrus įrenginius, o ne emuliatorius, kad surinktume ir analizuotume bandomųjų vartotojų patirtį."
        },
        "supportAndMaintenance": {
          "title": "Palaikymas ir priežiūra",
          "description": "Svetainės neturi finišo linijos. Kai pateiksime sprendimą, vis dar būsime tavo žinioje dėl atnaujinimų ir suplanuotos priežiūros."
        }
      }
    }
  },
  "projectGridPage": {
    "loadingMessage": "Kraunamas projektas...",
    "title": "Projektai"
  },
  "selectedProjectPage": {
    "loadingMessage": "Kraunamas projektas...",
    "projectLink": "Projekto Nuoroda",
    "direction": "Kryptis",
    "client": "Klientas"
  }
}
