{
  "indexPage": {
    "title": "Paslaugos",
    "subTitle": "Su daugiau nei 6 metų patirtimi mūsų komanda kuria ne tik vizualiai patrauklias, bet ir verslą auginančias interneto svetaines. Susisiekime ir aptarsime tavo svetainės vizijos įgyvendinimą!",
    "selectedWork": "Atrinkti darbai",
    "projects": "Projektai",
    "parralax": "Svetainių kūrimas"
  },
  "menuLinks": {
    "aboutUs": "Apie Mus",
    "projects": "Projektai",
    "contactUs": "Susisiekti"
  },
  "localeSwitcher": {
    "label": "Pakeisti kalbą",
    "locale": "{locale, select, lt {LT} en {EN} other {Unknown}}"
  },
  "errorPages": {
    "errorTitle": "Įvyko klaida.",
    "notfoundTitle": "Puslapis nerastas.",
    "buttonAction": "Grįžti į pagrindinį"
  },
  "aboutPage": {
    "title": "Apie Mus",
    "description": "Mūsų ekspertų komanda daugiau nei 6 metus kuria naudotojui draugiškas svetaines, kurios yra ne tik vizualiai patrauklios ir įtraukiančios, bet ir palieka ilgalaikį įspūdį. Nuo idėjos iki paleidimo – esame čia, kad įgyvendintume tavo projekto viziją ir sukurtume kokybišką ir profesionaliai atrodančią svetainę.",
    "howWeWork": {
      "title": "Darbo modelis",
      "steps": {
        "needsDiscussion": {
          "title": "Poreikių aptarimas",
          "description": "Mūsų pirmieji pokalbiai yra skirti išsiaiškinti tavo projekto tikslus, reikalingą funkcionalmą ir kitus reikalavimus. Po to galime suplanuoti aiškų darbų planą, nustatyti realius terminus, biudžetą ir kt."
        },
        "uxUi": {
          "title": "UX/UI",
          "description": "Esant poreikiui, pradedame nuo eskizų kūrimo, kuriuose pateikiama bendra svetainės išvaizda ir pojūtis. Atsižvelgdami į poreikius, kuriame vizualiai patrauklias ir intuityvias sąsajas, kurios sustiprins tavo prekės ženklo tapatybę, skatiną vartotojų įsitraukimą ir augimą."
        },
        "websiteDevelopment": {
          "title": "Svetainės kūrimas",
          "description": "Tavo idėja paverčiame realybe. Naudojame patikrintą kodavimo praktiką kuriant saugias sistemas. Kiekviena funkcija yra kruopščiai sukurta ir išbandyta, kad būtų užtikrinta svetainės kokybė."
        },
        "testing": {
          "title": "Testavimas",
          "description": "Testai užtikrina, kad svetatnė yra stabili, naši ir saugi. Mes paprastai naudojame tikrus įrenginius, o ne emuliatorius, kad surinktume ir analizuotume bandomųjų vartotojų patirtį."
        },
        "supportAndMaintenance": {
          "title": "Paleidimas ir palaikymas",
          "description": "Svetainės neturi finišo linijos. Kai pateiksime sprendimą, vis dar būsime tavo žinioje dėl atnaujinimų ir suplanuotos priežiūros."
        }
      }
    },
    "fullServices": {
      "title": "Paslaugos",
      "steps": {
        "webDevelopment": {
          "title": "Svetainių\nkūrimas",
          "description": "Šiandien visi yra „internete“, todėl nenorime kad susidurtumėte su apribojimais pasiekti tikslinę auditoriją. Kuriame svetaines atitinkančias tavo poreikius – nuo individualių / šabloninių svetainių iki internetinių parduotuvių ar jų integracijos su įvairiomis sistemomis ir įrankiais."
        },
        "storeCreation": {
          "title": "Parduotuvių\nkūrimas",
          "description": "Padidinkite pardavimus, prekės ženklo žinomumą ir auditorijos pasiekiamumą, naudodami efektyvius el. prekybos sprendimus. Nuo intuityvių vartotojo sąsajų iki sklandaus kurjerių, mokėjimų ar kt. sistemų integravimo – kuriame platformas, skatinančias pardavimus, užtikrinančias saugumą, gera vartotojų patirtį ir jų įsitraukimą."
        },
        "siteMaintenance": {
          "title": "Svetainių\npriežiūra",
          "description": "Užtikrinkite savo svetainės saugumą, patikimumą ir našumą. Nuo reguliarių atnaujinimų ir saugos pataisų iki turinio valdymo ir našumo optimizavimo. Susikoncentruokite į savo projektą, o mes pasirūpinsime svetainės priežiūra."
        },
        "digitalExpertise": {
          "title": "Skaitmeninis\nmeistriškumas",
          "description": "Patobulinkite savo projekto strategiją naudodami platų paslaugų spektrą. Su mūsų patikimais SEO ir socialinės rinkodaros, bei grafinio dizaino ir 2D animacijos (angl. motion) partneriais, siūlome platų paslaugų pasirinkimą, kad padidinti tavo projekto žinomumą ir auditorijos įsitraukimą."
        }
      }
    },
    "limitedServices": {
      "scrollAction": "Slinkite į kairę",
      "steps": {
        "webDevelopment": {
          "title": "Svetainių\nkūrimas",
          "description": "Nuo idėjos iki paleidimo, kokybiškų individualių ir šabloninių dizaino svetainių kūrimas."
        },
        "storeCreation": {
          "title": "Parduotuvių\nkūrimas",
          "description": "Nuo intuityvių vartotojo sąsajų iki sklandaus kurjerių, mokėjimų ar kt. sistemų integravimo."
        },
        "siteMaintenance": {
          "title": "Svetainių\npriežiūra",
          "description": "Reguliarūs atnaujinimai, našumo optimizavimas, turinio valdymas, saugos pataisų patikra ir kt."
        },
        "digitalExpertise": {
          "title": "Skaitmeninis\nmeistriškumas",
          "description": "Siūlome platų paslaugų pasirinkimą: rinkodaros, grafinio dizaino ir 2D animacijos srityje."
        }
      }
    }
  },
  "productsDescription": {
    "loadingMessage": "Kraunamas projektas...",
    "technologyTitle": "Technologija",
    "resultTitle": "Rezultatas",
    "projectLink": "Projekto Nuoroda",
    "direction": "Kryptis",
    "client": "Klientas",
    "backToProjects": "Grįžti į projektus",
    "products": {
      "geoturas": {
        "projectType": "El. svetainė",
        "summary": "Geoturas siūlo įvairias paslaugas, įskaitant žemės sklypų kadastrinius matavimus, topografinių planų sudarymą ir kt.",
        "keyInfo": "Sukurtas svetainės dizainas ir atlikti programavimo darbai. Įdiegta užklausų forma ir atlikta svetainės SEO optimizacija.",
        "projectSteps": {
          "webStack": {
            "title": "Technologija",
            "description": "HTML/CSS, JavaScript ir ReactJS."
          },
          "result": {
            "title": "Rezultatas",
            "description": "Atsižvelgdami į kliento poreikius, sukūrėme minimalistinio dizaino puslapį ir paruošėme svetainę. Taip pat įdiegėme užklausų formą ir analitinių duomenų peržiūros įrankius."
          }
        }
      },
      "epsychology": {
        "projectType": "El. platforma",
        "summary": "Epsychology siūlo paslaugas kuriomis siekiama pasirūpinti visuomenės psichiniais poreikiais ir padėti žmonėms efektyviau rasti terapeutą.",
        "keyInfo": "Sukurtas svetainės dizainas ir perkeltas į 'WordPress' sistemą. Įdiegta vartotojų profilio registracija, vaizdo mokymų įrašų peržiūrėjimo įrankis ir kt.",
        "projectSteps": {
          "webStack": {
            "title": "Technologija",
            "description": "WordPress, CSS, JavaScript, PHP."
          },
          "result": {
            "title": "Rezultatas",
            "description": "Atsižvelgdami į kliento poreikius, sukūrėme patrauklaus dizaino puslapį ir paruošėme funkcionalią svetainę su populiaria turinio valdymo sistema. Taip pat pridėjome vartotojų profilių registraciją, vaizdo mokymų peržiūros funkcionalumą, registraciją pas psichologijos specialistą, mokėjimo už paslaugas ir mėnesinės prenumeratos galimybes, analitinės statistikos peržiūros įrankius, ir klientui suteikėme mokymus, kaip redaguoti svetainės turinį."
          }
        }
      },
      "juozasbaranauskas": {
        "projectType": "El. svetainė",
        "summary": "Juozas Baranauskas padeda verslams siekti ekologiškų pakuočių tikslų. Jis siūlo įvairias paslaugas įmonėms, norinčioms sukurti naujas ekologiškas pakuotes arba adaptuoti jau esamas.",
        "keyInfo": "Svetainės dizainas perkeltas į 'WordPress' sistemą. Atlikta SEO optimizacija ir klientas apmokytas redaguoti ir viešinti naują turinį.",
        "projectSteps": {
          "webStack": {
            "title": "Technologija",
            "description": "WordPress, CSS."
          },
          "result": {
            "title": "Rezultatas",
            "description": "Atsižvelgdami į kliento poreikius, paruošėme svetainę su populiaria turinio valdymo sistema. Papildomai įdiegėme analitinių duomenų peržiūros įrankius, bei klientas buvo apmokytas savarankiškai redaguoti svetainės turinį."
          }
        }
      },
      "packneat": {
        "projectType": "El. svetainė",

        "summary": "PACKnEAT siūlo novatoriško dizaino ekologišką pakuotę, skirtą įvairaus maisto išsinešimui ir laikymui.",
        "keyInfo": "Sukurtas svetainės dizainas ir perkeltas į 'WordPress' sistemą. Taip pat įdiegta užklausų forma, atlikta SEO optimizacija ir klientas apmokytas redaguoti turinį.",
        "projectSteps": {
          "webStack": {
            "title": "Technologija",
            "description": "WordPress, CSS."
          },
          "result": {
            "title": "Rezultatas",
            "description": "Atsižvelgdami į kliento poreikius, sukūrėme minimalistinio ir patrauklaus dizaino puslapį bei paruošėme svetainę su populiaria turinio valdymo sistema. Papildomai įdiegėme užklausų formą ir analitinių duomenų peržiūros įrankius, bei klientas buvo apmokytas savarankiškai redaguoti svetainės turinį."
          }
        }
      }
    }
  },
  "projectGridPage": {
    "loadingMessage": "Kraunami projektai...",
    "title": "Projektai"
  },
  "footerPage": {
    "developedBy": "Sprendimas",
    "designedBy": "Dizainas",
    "successMessage": "Žinutė sėkmingai išsiųsta!",
    "errorMessage": "Žinutė neišsiųsta, pabandykite vėliau!",
    "sendAction": "Siųsti",
    "callToAction": "Parašyk\nmums",
    "errorName": "*Įveskite vardą arba įmonę.",
    "errorEmail": "*Įveskite teisingą el. paštą.",
    "inputName": "Vardas / Įmonė*",
    "inputEmail": "El. Paštas*",
    "inputPhone": "Telefono Numeris",
    "inputMessage": "Žinutė"
  }
}
